[
    {
        "id":21 ,

        "date":"20 may, 2025" ,

        "heading": "Reliance-led consortium moves Supreme Court over $1.7 billion KG Basin arbitration setback",

        "description1": "A consortium led by Reliance Industries Ltd (RIL) has moved the Supreme Court of India to challenge a ruling by the Delhi High Court that overturned a $1.7 billion arbitral award previously granted in its favor. The case revolves around a long-standing dispute concerning gas migration from the state-run ONGC’s Krishna-Godavari (KG) Basin block. The consortium, which includes BP Plc’s subsidiary and Niko Resources, argues that the high court’s decision ignored key aspects of international arbitration protocols and contractual terms. The appeal was filed in mid-May, and the matter is now pending listing for hearing." ,

        "description2": "The Delhi High Court, in its February 2025 ruling, cited procedural issues including RIL’s alleged failure to disclose a 2003 report and raised concerns over public interest and unjust enrichment. The overturned award had previously allowed RIL and its partners to avoid paying nearly ₹12,800 crore ($1.7 billion) in compensation to the government. This case, involving one of the largest arbitration disputes in India’s energy sector, is now drawing attention due to its legal, economic, and regulatory implications for natural resource governance." ,

        "image1":"assets/images/dehli buss image 1.jpg",

        "image2":"assets/images/dehli buss image 2.jpg",

        "location":"New Dehli, reliance industries ltd",
        "map":"https://www.google.com/maps/embed?pb=!1m12!1m8!1m3!1d28015.518318924005!2d77.2232528!3d28.6315666!3m2!1i1024!2i768!4f13.1!2m1!1slocation%20of%20reliance%20industries%20delhi!5e0!3m2!1sen!2s!4v1747852104799!5m2!1sen!2s", 

        "city":"dehli",

        "category":"bussiness"
    },
      {
        "id":22,
        "date":"20 may, 2025,",
        "heading":"IPL 2025: Why Delhi Capitals crashed out after a dream start — full breakdown of DC’s collapse",
        "description1":"After starting their IPL 2025 campaign with four consecutive wins, Delhi Capitals (DC) looked set for a strong playoff finish. However, what followed was a shocking collapse. Inconsistencies in team selection, constant experimentation with the opening pair, and an unstable middle order led to mounting pressure in crucial games. Key batters like KL Rahul and Faf du Plessis failed to fire consistently, while bowling lacked the sharpness needed at the death overs. Their final blow came with a heavy 59-run loss to Mumbai Indians, eliminating them from playoff contention.",
        "description2":"Delhi used five different openers this season, disrupting rhythm and chemistry. Injuries and underperformance from foreign signings added to the team’s woes. Despite individual brilliance from players like Jake Fraser-McGurk and Kuldeep Yadav, DC lacked cohesion in must-win matches. Their defeat to Mumbai Indians at Wankhede Stadium — where they were bowled out for just 121 — marked one of the most dramatic falls in IPL history. This exit not only shocked fans but also raised questions about strategy, leadership, and squad depth ahead of the next season.",
        "image1":"assets/images/dehli sports image 1.jpg",
        "image2":"assets/images/dehli sports image 2.jpg",
        "location":"mumbai,Wankhede Stadium.",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3773.831345970397!2d72.82318907418046!3d18.938857856265578!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3be7d1e0f0a26a81%3A0x87d6e47e04df3916!2sWankhede%20Stadium!5e0!3m2!1sen!2s!4v1747914558868!5m2!1sen!2s", 
        "city":"dehli",
        "category":"sports"
    },
      {
        "id":23,
        "date":"20 may, 2025,",
        "heading":"Delhi citizens demand better dairy and welfare",
        "description1":"The Delhi government has proposed a ₹40 crore budget for establishing a model gaushala equipped with modern veterinary care, waste management, and feeding systems. Citizens, however, believe more decentralized action is needed—especially in urban villages and unauthorized dairy zones. Animal rights activists have also joined the conversation, emphasizing the urgent need for regulation and transparency in dairy licensing and shelter operations. With summer heat worsening conditions for livestock, the pressure on authorities to deliver swift improvements continues to grow.",
        "description2":"In response to rising concerns over stray cattle and unhygienic dairy conditions, citizens across Delhi are calling on the government to improve dairy infrastructure and animal welfare facilities. Several complaints have surfaced from local communities regarding overcrowded gaushalas (cow shelters), poor sanitation in authorized dairies, and inadequate veterinary services. The demand follows the government's recent announcement to revamp the city’s dairy ecosystem, prompting residents to urge faster implementation of promised reforms.",
        "image1":"assets/images/dehli food image 1.jpg",
        "image2":"assets/images/dehli food image 2.jpg",
        "location":"Dehli",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448193.95104890317!2d76.76356158799183!3d28.644287349138324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd5b347eb62d%3A0x37205b715389640!2sDelhi%2C%20India!5e0!3m2!1sen!2s!4v1747916104930!5m2!1sen!2s", 
        "city":"dehli",
        "category":"food"
    },
      {
        "id":24,
        "date":"20 may, 2025,",
        "heading":"Delhi Airport Sees 13 Flight Diversions Due To Bad Weather",
        "description1":"Severe weather conditions in Delhi on Wednesday evening led to the diversion of at least 13 flights from the Indira Gandhi International (IGI) Airport. Strong winds, poor visibility, and sudden dust storms disrupted scheduled landings between 6 PM and 10 PM. Airlines, including IndiGo, Vistara, and Air India, rerouted flights to Jaipur, Lucknow, and Amritsar as a safety precaution. Passengers faced delays of over two hours, with many expressing frustration over the lack of timely updates and ground coordination.",
        "description2":"The India Meteorological Department (IMD) had earlier issued a warning for possible thunderstorms across Delhi-NCR. IGI Airport officials confirmed that flight operations resumed later in the night once weather conditions stabilized. Emergency response teams were activated to assist stranded travelers, and airline staff were deployed to help with rescheduling. The incident has reignited concerns about Delhi’s vulnerability to weather-related disruptions, especially during the pre-monsoon season when sudden dust storms are common.",
        "image1":"assets/images/dehli whether image 1.jpg",
        "image2":"assets/images/dehli whether image 2.jpg",
        "location":"dehli,international airport",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d56070.77685817125!2d77.0262728429982!3d28.55704142788662!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390d1b85fc2a2d89%3A0xbef376182c43ed9d!2sIndira%20Gandhi%20International%20Airport!5e0!3m2!1sen!2s!4v1747917510661!5m2!1sen!2s", 
        "city":"dehli",
        "category":"weather" 
    },
      {
        "id":25,
        "date":"20 may, 2025,",
        "heading":"Delhi schools to launch new pre-vocational programme for grades 6, 7 and 8",
        "description1":"In a major step toward skill-based learning, the Delhi government has announced the launch of a new pre-vocational education programme for students in Classes 6 to 8 starting from the academic year 2025–26. The initiative, titled ‘Kaushal Bodh’, aims to introduce foundational practical skills at an early age, aligning with the goals of the National Education Policy (NEP) 2020. The programme will begin with Class 6 and expand to higher grades each subsequent year.",
        "description2":"The curriculum will include modules on basic digital literacy, home science, eco-awareness, and communication skills. Teachers will receive special training to deliver hands-on sessions that complement traditional academics. Education Minister Atishi Marlena stated that the programme will empower students with real-world skills and prepare them for both higher education and career paths. The pilot rollout will begin in select government schools across Delhi before being implemented citywide.",
        "image1":"assets/images/dehli edu image 1.jpg",
        "image2":"assets/images/dehli edu image 2.jpg",
        "location":"Dehli",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448193.95104890317!2d76.76356158799183!3d28.644287349138324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd5b347eb62d%3A0x37205b715389640!2sDelhi%2C%20India!5e0!3m2!1sen!2s!4v1747916104930!5m2!1sen!2s", 
        "city":"dehli",
        "category":"education"   
    },
     {
        "id":26,
        "date":"20 may, 2025,",
        "heading":"India and Pakistan launch rival diplomatic efforts to spin Kashmir conflict",
        "description1":"Following a deadly cross-border incident in April, India and Pakistan have launched rival diplomatic campaigns aimed at shaping international opinion on the escalating Kashmir conflict. India accuses Pakistan of sponsoring terror networks operating in Jammu & Kashmir, while Pakistan denies involvement and counters with accusations of Indian aggression and human rights violations. Both countries are engaging with foreign governments, international media, and global institutions in an attempt to frame the narrative in their favor.",
        "description2":"India’s foreign ministry has intensified outreach through embassies and diplomatic envoys, showcasing its anti-terrorism stance and emphasizing Pakistan’s history of proxy warfare. Meanwhile, Pakistan’s officials have been highlighting alleged civilian casualties and calling for international intervention. Analysts say this marks a return to “old-school diplomatic rivalry” in a new global media age, where perception plays a crucial role in foreign policy. As tensions continue to rise in the region, global stakeholders are urging restraint and dialogue.",
        "image1":"assets/images/dehli c.affairs image 1.jpg",
        "image2":"assets/images/dehli c.affairs image 2.jpg",
        "location":"India,Dehli",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448193.95104890317!2d76.76356158799183!3d28.644287349138324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd5b347eb62d%3A0x37205b715389640!2sDelhi%2C%20India!5e0!3m2!1sen!2s!4v1747916104930!5m2!1sen!2s", 
        "city":"dehli",
        "category":"current affairs" 
    },
     {
        "id":27,
        "date":"20 may, 2025,",
        "heading":"Delhi’s Health Update: COVID-19 Cases Decline as Mental Health and Wellness Initiatives Expand",
        "description1":"Delhi has reported a continued decline in COVID-19 cases, with active numbers dropping to fewer than 300 citywide, according to recent health department data. Authorities credit widespread vaccination, improved public awareness, and effective containment measures for the trend. Although isolated cases are still being reported, the overall situation remains under control, and no major variants have been detected in recent weeks. Hospitals across the capital are resuming full services, with COVID-dedicated wards being gradually decommissioned.",
        "description2":"At the same time, the Delhi government has launched new mental health and wellness initiatives in public schools, workplaces, and community centers. These include free counseling sessions, stress management workshops, and teleconsultation services. Officials say the move aims to address the psychological impact of the pandemic, particularly among youth and frontline workers. Health Minister Saurabh Bharadwaj emphasized the importance of “holistic recovery” and ensuring that emotional well-being becomes a core part of public health policy going forward.",
        "image1":"assets/images/dehli enter image 1.jpg",
        "image2":"assets/images/dehli enter image 2.jpg",
        "location":"India,Dehli",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448193.95104890317!2d76.76356158799183!3d28.644287349138324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd5b347eb62d%3A0x37205b715389640!2sDelhi%2C%20India!5e0!3m2!1sen!2s!4v1747916104930!5m2!1sen!2s", 
        "city":"dehli",
        "category":"entertainmen" 
    },
     {
        "id":28,
        "date":"20 may, 2025,",
        "heading":" Delhi Medical Council Dissolved Amid Irregularities: Health Ministry Takes Over",
        "description1":"The Delhi Health Ministry has officially dissolved the Delhi Medical Council (DMC) following serious allegations of irregularities and procedural failures. An internal audit revealed issues such as licensing delays, inaction on medical malpractice complaints, and lack of transparency in decision-making. The move comes after growing concerns from both public health experts and members of the medical community, who have questioned the council's ability to regulate medical ethics and practitioner accountability in the capital.",
        "description2":"Until a restructured council is appointed, the Directorate General of Health Services (DGHS) will assume responsibility for all operations previously handled by the DMC. These include the registration of medical practitioners, monitoring of ethical complaints, and coordination with hospitals and clinics. The government has assured that patient services will not be affected during the transition. While some practitioners welcomed the move for improved governance, others have urged authorities to ensure that the replacement mechanism remains free of political or bureaucratic interference.",
        "image1":"assets/images/dehli health image 1.jpg",
        "image2":"assets/images/dehli health image 2.jpg",
        "location":"New Dehli,Dehli Medical council",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3500.5795556670037!2d77.24782687451163!3d28.67230518227522!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd7e0f8e0f23%3A0xde6730b2d99a74da!2sDelhi%20Medical%20Council!5e0!3m2!1sen!2s!4v1747930273139!5m2!1sen!2s", 
        "city":"dehli",
        "category":"health"
    },
     {
        "id":29,
        "date":"20 may, 2025,",
        "heading":"IIIT-Delhi and Inria Saclay Develop AI Tool to Combat Antimicrobial Resistance",
        "description1":"Researchers from IIIT-Delhi and France’s Inria Saclay have jointly developed a groundbreaking artificial intelligence (AI) tool aimed at combating antimicrobial resistance (AMR). The tool is designed to help clinicians identify effective alternative antibiotics when standard treatments fail, by analyzing patterns in bacterial genomes and drug interactions. With AMR becoming a growing global health threat, this innovation could revolutionize how hospitals and doctors tackle drug-resistant infections.",
        "description2":"According to the developers, the AI model leverages deep learning to make precise predictions about which antibiotics are likely to be effective in resistant cases. Dr. Asawari Savant from IIIT-Delhi noted that the system could play a vital role in strengthening personalized medicine in India. The collaboration also highlights Delhi’s rising role in tech-driven healthcare innovation and reinforces the importance of international research partnerships in solving global health challenges.",
        "image1":"assets/images/dehli tech image 1.jpg",
        "image2":"assets/images/dehli tech image 2.jpg",
        "location":"Okhla Industrial Estate, Phase III, New Delhi, India",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3504.593170517048!2d77.26634607450667!3d28.551945587737496!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390ce3e93404dd51%3A0x417d58758f160bb6!2sOkhla%20Industrial%20Estate%20Phase%203%20Rd%2C%20Okhla%20Phase%20III%2C%20Okhla%20Industrial%20Estate%2C%20New%20Delhi%2C%20Delhi%20110020%2C%20India!5e0!3m2!1sen!2s!4v1747930816729!5m2!1sen!2s", 
        "city":"dehli",
        "category":"technology"
    },
       {
        "id":30,
        "date":"20 may, 2025,",
        "heading":"AIIMS Delhi observes World Obesity Day, highlight importance of lifestyle",
        "description1":"To mark World Obesity Day, the All India Institute of Medical Sciences (AIIMS), Delhi organized an awareness event focused on the growing obesity crisis and its impact on public health. The event featured doctors, dietitians, and fitness experts who addressed the rise in obesity-related conditions such as diabetes, heart disease, and joint problems. Participants were educated on key lifestyle factors — including diet, exercise, and mental wellness — that play a major role in preventing and reversing obesity.",
        "description2":"Experts from AIIMS stressed that obesity is not just a cosmetic concern but a serious medical condition that requires long-term behavioral change and support. Interactive sessions, free BMI screenings, and healthy eating demonstrations were held to engage visitors. The hospital also launched a new initiative to integrate lifestyle counseling into its outpatient departments. Officials emphasized that combating obesity must begin at the community level, particularly among school children and working professionals.",
        "image1":"assets/images/dehli lifestyle image 1.jpg",
        "image2":"assets/images/dehli lifestyle image 2.jpg",
        "location":"India,Dehli",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d448193.95104890317!2d76.76356158799183!3d28.644287349138324!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x390cfd5b347eb62d%3A0x37205b715389640!2sDelhi%2C%20India!5e0!3m2!1sen!2s!4v1747916104930!5m2!1sen!2s", 
        "city":"dehli",
        "category": "lifestyle"
    },
       {
        "id":31,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Economic Momentum: Garment Industry Growth and a Push for Digital Startups",
        "description1":"Dhaka's garment industry continues to be a cornerstone of Bangladesh's economy, contributing over 80% of the nation's export earnings. In 2024, the sector achieved a 7.23% growth, reaching $38.48 billion in exports. Despite challenges such as political unrest and the imposition of a 37% U.S. tariff, the industry remains resilient. Notably, January 2025 saw a remarkable 45.9% year-on-year increase in exports to the U.S., highlighting the sector's adaptability and sustained demand .",
        "description2":"Simultaneously, Dhaka's digital startup ecosystem is experiencing significant growth. With over 2,500 active startups as of 2025, the city is becoming a hub for innovation, particularly in sectors like FinTech, EdTech, and HealthTech. Government initiatives, such as the $65 million Startup Bangladesh Limited fund, have bolstered this expansion by providing essential capital and support. Additionally, the rise of coworking spaces, mentorship programs, and university-led incubators has created a conducive environment for entrepreneurs. This vibrant ecosystem is poised to drive Bangladesh's transition towards a knowledge-based economy,",
        "image1":"assets/images/business-dhaka.png",
        "image":"assets/images/dhaka buss image 1.jpg",
        "location":"India,Dhaka",
        "map": "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"bussiness"
    },
     
    {
        "id":32,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Sports Buzz: Premier League Thrills and Rising Youth Football and Kabaddi",
        "description1":"The 2025 Bangladesh Premier League (BPL) has captivated football fans with intense matches and surprising outcomes. In a dramatic turn of events, Dhaka Wanderers Club was relegated after a 2–1 defeat to Fakirerpool Young Men's Club on May 23, 2025, marking the end of their stint in the top tier . Meanwhile, the U-15 Development Cup Football Tournament kicked off on May 23, 2025, at the Government Physical Education College in Dhaka, showcasing the city's commitment to nurturing young football talent",
        "description2":"In kabaddi, Dhaka continues to be a hub of activity. The Bangladesh national kabaddi team secured a commanding 49–24 victory over Nepal in the fourth match of their five-match test series, clinching the series with one match to spare . Additionally, the Bangladesh Kabaddi Federation's 'Festival of Youth-2025' has drawn over 7,400 players nationwide, highlighting the sport's growing popularity among the youth . These developments underscore Dhaka's vibrant sports scene, with both football and kabaddi gaining momentum among the city's youth",
        "image1":"assets/images/dhaka img2.jpg",
        "image2":"assets/images/sports-dhaka.png",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"sports"    
    }, 
    {
        "id":33,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Culinary Tapestry: From Street Flavors to Upscale Dining and Vibrant Food Festivals",
        "description1":"Dhaka's culinary scene in 2025 is a vibrant fusion of tradition and innovation. The city's street food culture has evolved, blending modern flavors with traditional recipes, making it more accessible and creative than ever before. Popular areas like New Market, Gulshan, and Old Dhaka are bustling with vendors offering a variety of local delights, from crispy piyajus and singaras to spicy jhal muri and comforting pithas. These street foods not only satisfy the palate but also reflect the rich cultural heritage of the city ",
        "description2":"Simultaneously, Dhaka's fine dining scene is flourishing, with establishments offering world-class culinary experiences. Restaurants like Prego, Grill On The Skyline, SEAR, Sublime Restaurant, and Amaya are redefining dining with their exquisite menus and elegant ambiances. These venues provide a blend of international and local cuisines, catering to diverse tastes and preferences . Moreover, the city's food festivals, such as the Moonlight Festival and the Winter Food Festival, are gaining popularity, attracting food enthusiasts from all over. These events showcase a wide array of culinary delights, celebrating both local and international flavors . Dhaka's culinary landscape in 2025 is a testament to its dynamic food culture, offering",
        "image1":"assets/images/dhaka 4img.jpg",
        "image2":"assets/images/food-dhaka.png",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s",
        "city":"dhaka",
        "category":"food"
    }, 
    {
        "id":34,
        "date":"20 may, 2025,",
        "heading":"Dhaka Prepares for Monsoon Rains: Flood Warnings Issued Amid Heavy Showers",
        "description1":"As the monsoon season approaches, Dhaka is bracing for heavy rainfall and potential flooding. The Bangladesh Meteorological Department has issued warnings for several divisions, including Dhaka, due to the likelihood of heavy rains and gusty winds. A low-pressure system developing over the Bay of Bengal is expected to enhance rainfall activity between May 23 and 26, with conditions favorable for its progression into Bangladesh. The southwest monsoon, typically entering the country between May 20 and June 19, is anticipated to intensify, bringing increased rainfall across the nation ",
        "description2":"In preparation, authorities are urging residents to stay alert and follow official updates, especially in regions at risk of heavy rainfall and localized flooding. The Flood Forecasting and Warning Centre, headquartered in Dhaka, plays a crucial role in monitoring water levels and providing timely alerts to mitigate flood risks . Given the city's vulnerability to flooding, particularly in low-lying areas, residents are advised to take necessary precautions to safeguard their homes and communities.",
        "image1":"assets/images/dhaka img3.jpg",
        "image2":"assets/images/weather-dhaka.png",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"weather" 
    }, 
    {
        "id":35,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Education Reforms: Digital Classrooms and Expanding Global Opportunities",
        "description1":"Dhaka is at the forefront of Bangladesh's educational transformation, integrating digital classrooms to bridge the urban-rural divide and enhance learning experiences. Initiatives like the JAAGO Foundation's Digital School Program have been pivotal, connecting trained educators from urban centers with students in remote communities through video conferencing and interactive tools. This approach ensures consistent, high-quality education, overcoming challenges posed by distance and infrastructure limitations. Furthermore, the government's efforts to establish multimedia classrooms in over fifty locations aim to modernize educational infrastructure, making learning more accessible and engaging for students across the country.",
        "description2":"In parallel, Dhaka is expanding global educational opportunities for its students. The city hosts numerous international education fairs and study abroad expos, connecting students with top-ranked universities from countries like the UK, USA, Canada, and Australia. Institutions such as Universal College Bangladesh offer pathways to international degrees, facilitating global exposure and enhancing employability. These initiatives are part of a broader strategy to align Bangladesh's education system with global standards, preparing students for the challenges and opportunities of the 21st century'",
        "image1":"assets/images/dhaka img5.jpg",
        "image2":"assets/images/education-dhaka.jpg",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"education"    
    }, 
    {
        "id":36,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Civic Focus: Elections and Urban Planning for Sustainable Growth",
        "description1":"As Bangladesh approaches its general elections, anticipated between late 2025 and early 2026, Dhaka's civic landscape is undergoing significant transformations. The interim government, led by Nobel laureate Muhammad Yunus, has emphasized the need for comprehensive electoral reforms to ensure a free and fair voting process. These reforms aim to restore public trust in the democratic system and address longstanding political challenges",
        "description2":"Concurrently, Dhaka is focusing on sustainable urban development to accommodate its rapidly growing population, which now exceeds 21 million. Initiatives like the Purbachal New Town Project are underway to create planned communities with modern infrastructure, aiming to alleviate congestion and improve livability . Additionally, the city's commitment to environmental sustainability is evident in projects that integrate nature-based solutions to enhance urban resilience . These efforts reflect a holistic approach to urban planning that balances growth with environmental stewardship",
        "image1":"assets/images/dhaka img6.jpg",
        "image2":"assets/images/current-affairs-dhaka.jpg",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"current affairs"   
    }, 
    {
        "id":37,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Cultural Scene: Dhallywood Stars Shine and Traditional Arts Flourish",
        "description1":"Dhaka's cultural landscape in 2025 is a vibrant tapestry of cinematic brilliance and rich traditions. The Dhallywood film industry continues to captivate audiences with its dynamic storytelling and charismatic stars. Actors like Shakib Khan, Afran Nisho, and Arifin Shuvoo are at the forefront, delivering performances that resonate with both local and international viewers. Notably, Nisho's film Daagi was released during Eid-ul-Fitr, adding to the festive celebrations. The industry's adaptability is evident as it navigates challenges such as declining cinema hall numbers and the rise of digital platforms, ensuring that Bangladeshi cinema remains a significant cultural force.",
        "description2":"Simultaneously, Dhaka's commitment to preserving and promoting traditional arts is evident through various initiatives. The Dhaka Art Summit, held biennially, serves as a platform for both local and international artists to showcase their work, fostering a dialogue between contemporary and traditional art forms. Events like the Dhaka Makers festival celebrate Bangladesh's artisanal heritage, featuring crafts such as Jamdani weaving and rickshaw art, which have been recognized by UNESCO as intangible cultural heritages. ",
        "image1":"assets/images/dhaka img7.jpg",
        "image2":"assets/images/entertainment-dhaka.jpg",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"entertainment"  
    }, 
    {
        "id":38,
        "date":"20 may, 2025,",
        "heading":" Dhaka Advances Healthcare: Maternal Health Improvements and Telemedicine Innovations",
        "description1":"Dhaka has made significant strides in enhancing maternal healthcare, contributing to Bangladesh's remarkable 79% reduction in maternal mortality since 2000. This progress is attributed to increased access to skilled birth attendants, improved prenatal care, and strengthened emergency obstetric services. Notably, the 'Ma Jaan' app, part of a UNFPA and BRAC initiative, has been instrumental in connecting pregnant women to emergency care facilities, particularly in urban areas. Despite these advancements, challenges persist, including over 63,000 stillbirths annually and over 100,000 child deaths before the age of five, highlighting the need for continued investment and support in maternal and newborn health",
        "description2":"In parallel, Dhaka is embracing digital innovations to transform its healthcare landscape. The National Digital Health Strategy (2023–2027) aims to integrate AI, big data, and telemedicine to enhance service delivery and accessibility. Startups like Maya, Shohay Health, and MedEasy are leading the way in providing digital health services, including online consultations and health information platforms. These initiatives are supported by the government's commitment to expanding digital health literacy and infrastructure, positioning Bangladesh as a growing hub for digital health solutions in South Asia ",
        "image1":"assets/images/dhaka img8.jpg",
        "image2":"assets/images/health-dhaka.jpg",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"health" 
    }, 
    {
        "id":39,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s IT Boom: E-Governance, App Development, and Training Tomorrow’s Innovators",
        "description1":"Dhaka is rapidly establishing itself as a vibrant hub for information technology, spearheading innovations that are transforming public services and the startup ecosystem. The government’s strong push towards e-governance is making administrative processes more transparent, efficient, and accessible. Key initiatives like the Digital Bangladesh Vision 2025 have led to the digitization of numerous government services, simplifying tasks such as license applications, tax payments, and social welfare distribution. This shift not only improves convenience for citizens but also fosters accountability and reduces corruption, creating a more inclusive digital society.",
        "description2":"Simultaneously, Dhaka’s app development sector is flourishing, driven by a young, tech-savvy workforce and a growing number of tech startups. These companies are developing solutions that address local needs — from fintech and health tech to education and logistics. Complementing this growth, several institutions and coding bootcamps have emerged to train the next generation of IT professionals, focusing on programming skills, software development, and digital entrepreneurship. This comprehensive approach to IT development is positioning Dhaka as a future-ready city, ready to compete in the global digital economy while nurturing homegrown innovation.",
        "image1":"assets/images/dhaka img9.jpg",
        "image2":"assets/images/technology-dhaka.jpg",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"technology"     
    }, 
    {
        "id":40,
        "date":"20 may, 2025,",
        "heading":"Dhaka’s Lifestyle Trends: Minimalism, Wellness, and Eco-Friendly Urban Living",
        "description1":"In 2025, Dhaka's urban lifestyle is embracing a transformative shift towards minimalism, wellness, and sustainability. Interior design trends reflect this movement, with a growing preference for Scandinavian-inspired aesthetics characterized by clean lines, neutral color palettes, and multifunctional furniture. This minimalist approach not only enhances the sense of space in urban dwellings but also promotes a clutter-free environment that fosters mental clarity and well-being. Moreover, the integration of smart home technologies is on the rise, allowing residents to optimize energy consumption and create personalized living experiences.",
        "description2":"Parallel to these design trends, wellness culture is flourishing in Dhaka. Events like the Dhaka Flow Festival have become annual highlights, offering yoga, fitness, and mindfulness sessions that attract participants from all walks of life. These gatherings underscore the city's commitment to holistic health and community engagement. Additionally, eco-conscious living is gaining momentum, with initiatives such as rooftop gardening and the use of sustainable materials in construction becoming more prevalent. These efforts not only contribute to environmental preservation but also enhance the quality of urban life, making Dhaka a model for sustainable urban living in South Asia",
        "image1":"assets/images/dhaka img10.jpg",
        "image2":"assets/images/lifestyle-dhaka.jpg",
        "location":"India,Dhaka",
        "map":"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d233667.49930281757!2d90.25487340238261!3d23.781067238672893!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3755b8b087026b81%3A0x8fa563bbdd5904c2!2sDhaka%2C%20Bangladesh!5e0!3m2!1sen!2s!4v1748022812425!5m2!1sen!2s", 
        "city":"dhaka",
        "category":"lifestyle"   
    }
]

